import 'package:aarti_mantra/core/services/aarti_timer_service/models/aarti_paragraph_model.dart';

class AppConstants{


  static final List<AartiParagraph> ghalinLotangan = [
    AartiParagraph(text: 'घालीन लोटांगण, वंदीन चरण ।\nडोळ्यांनी पाहीन रुप तुझें ।\nप्रेमें आलिंगिन, आनंदे पूजिन ।\nभावें ओवाळीन म्हणे नामा ॥१॥\n', duration: 7.5),
    AartiParagraph(text: 'त्वमेव माता च पिता त्वमेव ।\nत्वमेव बंधुक्ष्च सखा त्वमेव ।\nत्वमेव विध्या द्रविणं त्वमेव ।\nत्वमेव सर्वं मम देवदेव ॥२॥\n', duration: 8.0),
    AartiParagraph(text: 'कायेन वाचा मनसेंद्रीयेव्रा, बुद्धयात्मना वा प्रकृतिस्वभावात ।\nकरोमि यध्य्त सकलं परस्मे, नारायणायेति समर्पयामि ॥३॥\n', duration: 11.0),
    AartiParagraph(text: 'अच्युतं केशवं रामनारायणं कृष्णदामोदरं वासुदेवं भजे ।\nश्रीधरं माधवं गोपिकावल्लभं, जानकीनायकं रामचंद्र भजे ॥४॥\n', duration: 13.0),
    AartiParagraph(text: 'हरे राम हरे राम, राम राम हरे हरे ।\nहरे कृष्ण हरे कृष्ण, कृष्ण कृष्ण हरे हरे ।', duration: 14.0),
  ];


  static final List<AartiParagraph> shankarAartiList = [
    AartiParagraph(
      text: 'लवथवती विक्राळा ब्रह्माण्डी माळा।\n'
          'वीषे कण्ठ काळा त्रिनेत्री ज्वाळा।\n'
          'लावण्य सुन्दर मस्तकी बाळा।\n'
          'तेथुनिया जळ निर्मळ वाहे झुळझुळा॥',
      duration: 10.0,
    ),
    AartiParagraph(
      text: 'जय देव जय देव जय श्रीशंकरा।\n'
          'आरती ओवाळू तुज कर्पुरगौरा॥',
      duration: 7.0,
    ),
    AartiParagraph(
      text: 'कर्पुर्गौरा भोळा नयनी विशाळा।\n'
          'अर्धांगी पार्वती सुमनांच्या माळा।\n'
          'विभुतीचे उधळण शितिकण्ठ नीळा।\n'
          'ऐसा शंकर शोभे उमावेल्हाळा॥',
      duration: 10.0,
    ),
    AartiParagraph(
      text: 'जय देव जय देव जय श्रीशंकरा।\n'
          'आरती ओवाळू तुज कर्पुरगौरा॥',
      duration: 7.0,
    ),
    AartiParagraph(
      text: 'देवी दैत्यी सागरमन्थन पै केलें।\n'
          'त्यामाजी अवचित हळाहळ जें उठिले।\n'
          'ते त्वां असुरपणे प्राशन केलें।\n'
          'नीलकण्ठ नाम प्रसिद्ध झालें॥',
      duration: 12.0,
    ),
    AartiParagraph(
      text: 'जय देव जय देव जय श्रीशंकरा।\n'
          'आरती ओवाळू तुज कर्पुरगौरा॥',
      duration: 7.0,
    ),
    AartiParagraph(
      text: 'व्याघ्राम्बर फणिवरधर सुन्दर मदनारी।\n'
          'पंचानन मनमोहन मुनिजन सुखकारी।\n'
          'शतकोटीचें बीज वाचे उच्चारी।\n'
          'रघुकुळटिळक रामदासा अन्तरी॥',
      duration: 12.0,
    ),
    AartiParagraph(
      text: 'जय देव जय देव जय श्रीशंकरा।\n'
          'आरती ओवाळू तुज कर्पुरगौर॥',
      duration: 7.0,
    ),
  ];



  static final List<AartiParagraph> durgaAartiList = [
    AartiParagraph(
      text: 'दुर्गे दुर्घट भारी तुजविण संसारी\n'
          'अनाथनाथे अंबे करुणा विस्तारी\n'
          'वारी, वारी, जन्म-मरणाते वारी\n'
          'हारी पडलो आता संकट निवारी || 1 ||\n\n',
      duration: 10.0,
    ),
    AartiParagraph(
      text: 'जय देवी, जय देवी महिषासुरमर्दिनी\n'
          'सुरवर, ईश्वर वरदे तारक संजीवनी\n'
          'जय देवी, जय देवी महिषासुरमर्दिनी\n'
          'सुरवर, ईश्वर वरदे तारक संजीवनी\n'
          'जय देवी, जय देवी...\n\n',
      duration: 12.0,
    ),
    AartiParagraph(
      text: 'त्रिभुवन भुवनी पहाता तुज ऐसे नाही\n'
          'चारी श्रमले, परंतु न बोलवे काही\n'
          'साही विवाद करीता पडलो प्रवाही\n'
          'ते तू भक्तालागी पावसी लवलाही\n\n',
      duration: 10.0,
    ),
    AartiParagraph(
      text: 'जय देवी, जय देवी महिषासुरमर्दिनी\n'
          'सुरवर, ईश्वर वरदे तारक संजीवनी\n'
          'जय देवी, जय देवी...\n'
          'सुरवर, ईश्वर वरदे तारक संजीवनी\n'
          'जय देवी, जय देवी...\n\n',
      duration: 12.0,
    ),
    AartiParagraph(
      text: 'प्रसन्नवदने प्रसन्न होसी निजदासा\n'
          'क्लेशापासुन सोडी तोडी भवपाशा\n'
          'अंबे तुजवाचून कोण पुरवीन आशा?\n'
          'नरहरी तल्लीन झाला पदपंकजलेशा\n\n',
      duration: 11.0,
    ),
    AartiParagraph(
      text: 'जय देवी, जय देवी महिषासुरमर्दिनी\n'
          'सुरवर, ईश्वर वरदे तारक संजीवनी\n'
          'जय देवी, जय देवी महिषासुरमर्दिनी\n'
          'सुरवर, ईश्वर वरदे तारक संजीवनी\n'
          'जय देवी, जय देवी...',
      duration: 12.0,
    ),
  ];


  static final List<AartiParagraph> dattatreyaAartiList = [
    AartiParagraph(
      text: 'जय देव जय देव जय श्री गुरुदत्ता ।\n'
          'आरती ओवाळिता हरली भवचिंता ॥ धृ ॥',
      duration: 10.0,
    ),
    AartiParagraph(
      text: 'त्रिगुणात्मक त्रैमूर्ती दत्त हा जाणा।\n'
          'त्रिगुणी अवतार त्रैलोक्यराणा ।\n'
          'नेती नेती शब्द न ये अनुमाना ॥\n'
          'सुरवर मुनिजन योगी समाधी न ये ध्याना ॥ १ ॥',
      duration: 12.0,
    ),
    AartiParagraph(
      text: 'सबाह्य अभ्यंतरी तू एक दत्त ।\n'
          'अभाग्यासी कैची कळेल ही मात ॥\n'
          'पराही परतली तेथे कैचा हा हेत ।\n'
          'जन्ममरणाचाही पुरलासे अंत ॥ २ ॥',
      duration: 11.0,
    ),
    AartiParagraph(
      text: 'दत्त येऊनिया ऊभा ठाकला ।\n'
          'भावे साष्टांगे प्रणिपात केला ॥\n'
          'प्रसन्न होऊनि आशीर्वाद दिधला ।\n'
          'जन्ममरणाचा फेरा चुकवीला ॥ ३ ॥',
      duration: 10.0,
    ),
    AartiParagraph(
      text: 'दत्त दत्त ऐसें लागले ध्यान ।\n'
          'हरपले मन झाले उन्मन ॥\n'
          'मी तू पणाची झाली बोळवण ।\n'
          'एका जनार्दनी श्रीदत्तध्यान ॥ ४ ॥',
      duration: 12.0,
    ),
  ];


  static final List<AartiParagraph> ganeshAartiList = [
    AartiParagraph(
      text: 'सुखकर्ता दुःखहर्ता वार्ता विघ्नाची ।\n'
          'नुरवी पुरवी प्रेम कृपा जयाची ।',
      duration: 3.0,
    ),
    AartiParagraph(
      text: 'सर्वांगी सुंदर उटी शेंदुराची ।\n'
          'कंठी झळके माळ मुक्ताफळांची ।। १ ।।',
      duration: 12.0,
    ),
    AartiParagraph(
      text: 'जय देव जय देव जय मंगलमूर्ति ।\n'
          'दर्शनमात्रे मनःकामना पुरती ।। धृ० ।।',
      duration: 10.0,
    ),
    AartiParagraph(
      text: 'रत्नखचित फरा तुज गौरीकुमरा ।\n'
          'चंदनाची उटी कुंकुमकेशरा ।',
      duration: 11.0,
    ),
    AartiParagraph(
      text: 'हिरेजडित मुकुट शोभतो बरा ।\n'
          'रुणझुणती नूपुरे चरणीं घागरिया ।। २ ।।',
      duration: 12.0,
    ),
    AartiParagraph(
      text: 'लंबोदर पीतांबर फणिवरबंधना ।\n'
          'सरळ सोंड वक्रतुंड त्रिनयना ।',
      duration: 11.0,
    ),
    AartiParagraph(
      text: 'दास रामाचा वाट पाहे सदना ।\n'
          'संकटी पावावे, निर्वाणी रक्षावे सुरवरवंदना ।। ३ ।।',
      duration: 12.0,
    ),
    AartiParagraph(
      text: 'जय देव जय देव जय मंगलमूर्ति ।\n'
          'दर्शनमात्रे मनःकामना पुरती ।।',
      duration: 10.0,
    ),
  ];



  static final List<AartiParagraph> pandurangaAartiList = [
    AartiParagraph(
      text: 'युगे अठ्ठावीस विटेवरी ऊभा ।\n'
          'वामांगी रखुमाई दिसे दिव्य शोभा ।\n'
          'पुंडलिकाचे भेटी परब्रह्म आलें गा ।\n'
          'चरणी वाहे भीमा उद्धारी जगा ।। 1।।',
      duration: 15.0,
    ),
    AartiParagraph(
      text: 'जय देव जय देव जय पांडुरंगा ।\n'
          'रखुमाईवल्लभा राईच्या वल्लभा पावे जिवलगा ।।धृ. ।।',
      duration: 10.0,
    ),
    AartiParagraph(
      text: 'तुळसी माळा गळा कर ठेवुनी कटी ।\n'
          'कांसे पीतांबर कस्तुरी लल्लाटी ।\n'
          'देव सुरवर नित्य येती भेटी ।\n'
          'गरूड हनुमंत पुढे उभे राहती ।।',
      duration: 14.0,
    ),
    AartiParagraph(
      text: 'जय देव ।। 2।।',
      duration: 5.0,
    ),
    AartiParagraph(
      text: 'धन्य वेणुनाद अनुक्षेत्रपाळा ।\n'
          'सुवर्णाची कमळे वनमाळा गळा ।\n'
          'राई रखुमाबाई राणीया सकळा ।\n'
          'ओवळिती राजा विठोबा सावळा।।',
      duration: 15.0,
    ),
    AartiParagraph(
      text: 'जय देव ।।3।।',
      duration: 5.0,
    ),
    AartiParagraph(
      text: 'ओवाळू आरत्या विठोबा सावळा ।।\n'
          'जय देव ।।3।।',
      duration: 10.0,
    ),
    AartiParagraph(
      text: 'ओवाळू आरत्या कुर्वड्या येती ।\n'
          'चंद्रभागेमाजी सोडुनिया देती ।\n'
          'दिंड्या पताका वैष्णव नाचती ।\n'
          'पंढरीचा महिमा वर्णावा किती ।。',
      duration: 15.0,
    ),
    AartiParagraph(
      text: 'जय देव ।।4।।',
      duration: 5.0,
    ),
    AartiParagraph(
      text: 'आषाढी कार्तिकी भक्तजन येती ।\n'
          'चंद्रभागेमध्यें स्नाने जे करिती।।\n'
          'दर्शनहेळामात्रें तया होय मुक्ती।\n'
          'केशवासी नामदेव भावे ओंवळिती।।',
      duration: 15.0,
    ),
    AartiParagraph(
      text: 'जय देव जय देव ।।5।।',
      duration: 10.0,
    ),
  ];




}