Repository: pratik5759/aarti_mantra
Catalog: lib/l10n/app_*.arb
Languages: hi

# languageSettings
source: Language Setting
hi: भाषा सेटिंग

# selectLanguage
source: Select Lang
hi: भाषा चुनें

# languageMarathi
source: Marathi
hi: मराठी

# languageHindi
source: Hindi
hi: हिंदी

# languageEnglish
source: English
hi: अंग्रेज़ी

# saveExit
source: Save and Exit
hi: सहेजें और बाहर जाएं

source: Home
hi: होम

source: About
hi: के बारे में

source: Setting
hi: सेटिंग

source: Ganapati Aarti
hi: गणपति आरती

source: Durga Aarti
hi: दुर्गा आरती

source: Dutta Aarti
hi: दत्त आरती

source: Vitthal Aarti
hi: विठोबा आरती

source: Ghalin Aarti
hi: घालीन आरती

source: All Aarties
hi: सभी आरतियाँ

source: Aarti Sangrah
hi: आरती संकलन

# ganesh
source: SukhKarta Dukhharta Varta Vighnachi Noorvi Poorvi Prem Krupya Jayachi Sarwangi Sundar Utishendu Rachi Kanthi Jhalke Maad Mukhta Padhanchi Jai Dev Jai Dev Jai Dev Jai Dev Jai Mangal Murti Darshan Marte Maan Kamana Purti Jai Dev Jai Dev Jai Dev Jai Dev Jai Mangal Murti Darshan Marte Maan Kamana Purti Jai Dev Jai Dev Ratnakhachit Phara Tujh Gaurikumra Chandanaachi Uti Kumkum Ke Shara Hire Jadit Mukut Shobhato Bara Runjhunati Nupure Charani Ghagriya Jai Dev Jai Dev Jai Mangal Murti Darshan Marte Maan Kamana Purti Jai Dev Jai Dev Jai Dev Jai Dev Jai Mangal Murti Darshan Marte Maan Kamana Purti Jai Dev Jai Dev Lambodar Pitaambar Phanivar Vandana Saral Sond Vakratunda Trinayana Das Ramacha Vat Pahe Sadna Sankati Pavave Nirvani Rakshave Survar Vandana Jai Dev Jai Dev Jai Dev Jai Dev Jai Mangal Murti Darshan Marte Maan Kamana Purti Jai Dev Jai Dev
hi: जय गणेश जय गणेश, जय गणेश दवा। माता जाक पावती, पता महादवा॥1॥ एक दंत दयावंत, चार भुजा धारी। माथे सूर सोह, मूसे क सवारी॥2॥ जय गणेश जय गणेश, जय गणेश दवा। माता जाक पावती, पता महादवा॥3॥ पान चढ़ फल चढ़, और चढ़ मेवा। लअन का भोग लगे, संत कर सेवा॥4॥ जय गणेश जय गणेश, जय गणेश दवा। माता जाक पावती, पता महादवा॥5॥ अंधन को आंख दत, कोढ़न को काया। बांझन को पु दत, नधन को माया॥6॥ जय गणेश जय गणेश, जय गणेश दवा। माता जाक पावती, पता महादवा॥7॥ 'सूर' ाम शरण आए, सफल कजे सेवा। माता जाक पावती, पता महादवा॥8॥ जय गणेश जय गणेश, जय गणेश दवा। माता जाक पावती, पता महादवा॥9॥ दीनन क लाज रखो, शंभु सुतकारी। कामना को पूण करो, जाऊं बलहारी॥10॥ जय गणेश जय गणेश, जय गणेश दवा। माता जाक पावती, पता महादवा॥11॥ ॥ भगवान गणेश क जय ॥ ॥ पावती के ला क जय ॥

# durga
source: Durge Durghat Bhari Tujavin Sansari Anathnathhe Ambe Karuna Vistari Vaari, Vaari, Janm-Maranate Vaari Haari Padlo Aata Sankat Nivari Jai Devi, Jai Devi Mahishasuramardini Survar, Ishwar Varde Tarak Sanjeevani Jai Devi, Jai Devi Mahishasuramardini Survar, Ishwar Varde Tarak Sanjeevani Jai Devi, Jai Devi... Tribhuvan Bhuvani Pahata Tuj Ase Nahi Chari Shramle, Parantu Na Bolve Kahi Saahi Vivaad Karita Padlo Pravahi Te Tu Bhaktalagi Paavasi Lavlahi Jai Devi, Jai Devi Mahishasuramardini Survar, Ishwar Varde Tarak Sanjeevani Jai Devi, Jai Devi Mahishasuramardini Survar, Ishwar Varde Tarak Sanjeevani Jai Devi, Jai Devi... Prasannavadane Prasann Hoshi Nijdasa Kleshapasun Sodi Todi Bhavapasha Ambe Tujvachun Kon Purveem Aasha? Narhari Tallin Jhala Padapankajalesha Jai Devi, Jai Devi Mahishasuramardini Survar, Ishwar Varde Tarak Sanjeevani Jai Devi, Jai Devi Mahishasuramardini Survar, Ishwar Varde Tarak Sanjeevani Jai Devi, Jai Devi...
hi: जय देवी दुर्गे जय जय दुर्गे जय देवी दुर्गे जय जय दुर्गे जय देवी दुर्गे जय जय दुर्गे नमः देवि दुर्गे नमः देवि दुर्गे जया जया दुर्गे भवानी माँ दुर्गा की महिमा अपार है जय माँ दुर्गा जगत जननी दुर्गा माँ की महिमा अनंत है नमः दुर्गे महाक्रूरे महा महामायां प्रचंडा जय माँ दुर्गा! जय माँ दुर्गा! वर्षित मात्रवंक्य वीरबलाका जय दुर्गा माता! जय दुर्गा माता! वक्रतुंड महाकाय सूर्यकोटि समप्रभ निर्विघ्नं कुरु मे देवि सर्वकार्येषु सर्वदा ॐ जयं जयं जय भगवती भवानी दुर्गे देवी जय जय

# dutta
source: Jay Dev Jay Dev Jay Shri Gurudatta. Aarti Ovalita Harli Bhavchinta ॥ Dhru ॥ Trigunatmak Trimurti Datt Ha Janaa. Triguni Avataar Trailokyaraanaa. Neti Neti Shabd Na Ye Anumana. Survar Munijan Yogi Samadhi Na Ye Dhyaanaa ॥ 1 ॥ Sabhya Abhyantari Tu Ek Datt. Abhagyasi Kaichi Kalel Hi Maat. Parahi Paratli Tethe Kaicha Ha Het. Janmamaranachaahi Puralase Ant ॥ 2 ॥ Datt Yeuniya Ubha Thakla. Bhavye Sashthange Pranipat Kela. Prasann Hoouni Ashirwad Didhla. Janmamaranacha Phera Chukvila ॥ 3 ॥ Datt Datt Aise Lagale Dhyan. Haraple Man Jhale Unman. Mee Tu Panachi Jhali Bolwan. Eka Janardani Shridattdhyan ॥ 4 ॥
hi: ॐ गुरुदेवदत्त अवधूत मारग सिद्ध चौरासी तपस्या करे, श्री भेष कियो शंभू टेक कारण गुरुजी शिखरपर तप करे, ॐ गुरु दत्तात्रेय गिरनार मे जप करे, अलखजी माहुर गढ़ राज करे शिवशंकर जी कैलाश मे ध्यान धरे बिछी है जाज़म लगी है तकिया, नाम निरंजन स्वामी जी जपे श्री भेष कियो शंभू टेक कारण गुरुजी शिखरपर तप करे ॐ गुरु दत्तात्रेय गिरनार मे जप करे, अलखजी माहुर गढ़ राज करे शिवशंकर जी कैलाश मे ध्यान धरे पीर जो होकर गद्दी जो बैठे ताज तुरण हाथी चड़े, श्री भेष कियो शंभू टेक कारण गुरुजी शिखरपर तप करे ॐ गुरु दत्तात्रेय गिरनार मे जप करे, अलखजी माहुर गढ़ राज करे शिवशंकर जी कैलाश मे ध्यान धरे पंडित होकर वेद जो वांचे, धंधा उपाधि से न्यारा रहे, श्री भेष कियो शंभू टेक कारण गुरुजी शिखरपर तप करे ॐ गुरु दत्तात्रेय गिरनार मे जप करे, अलखजी माहुर गढ़ राज करे शिवशंकर जी कैलाश मे ध्यान धरे ऋषि मुनि गुरु दुधा जो धारे उर्ध्वाबाहुं तपस्या करे, श्री भेष कियो शंभू टेक कारण गुरुजी शिखरपर तप करे ॐ गुरु दत्तात्रेय गिरनार मे जप करे, अलखजी माहुर गढ़ राज करे शिवशंकर जी कैलाश मे ध्यान धरे रूखड़ सुखड़ धूप जो खावे, नागा निर्भय तपस्या करे श्री भेष कियो शंभू टेक कारण गुरुजी शिखरपर तप करे ॐ गुरु दत्तात्रेय गिरनार मे जप करे, अलखजी माहुर गढ़ राज करे शिवशंकर जी कैलाश मे ध्यान धरे कोई है लाखी गुरु कोई है खाकी गुरु वानखंडी वन मे तपस्या करे श्री भेष कियो शंभू टेक कारण गुरुजी शिखरपर तप करे ॐ गुरु दत्तात्रेय गिरनार मे जप करे, अलखजी माहुर गढ़ राज करे शिवशंकर जी कैलाश मे ध्यान धरे आबू जो गढ़ गिरनारवासा, माहुर गढ़ भिक्षा करे, श्री भेष कियो शंभू टेक कारण गुरुजी शिखरपर तप करे ॐ गुरु दत्तात्रेय गिरनार मे जप करे, अलखजी माहुर गढ़ राज करे शिवशंकर जी कैलाश मे ध्यान धरे चंदा जो सूरज गुरु नौलक्ष तारे, गुरुजी तुम्हारी परिक्रमा करे, श्री भेष कियो शंभू टेक कारण गुरुजी शिखरपर तप करे ॐ गुरु दत्तात्रेय गिरनार मे जप करे, अलखजी माहुर गढ़ राज करे शिवशंकर जी कैलाश मे ध्यान धरे जपत ब्रह्मा रटत विष्णु आदि देव महेश्वर श्री भेष कियो शंभू टेक कारण गुरुजी शिखरपर तप करे ॐ गुरु दत्तात्रेय गिरनार मे जप करे, अलखजी माहुर गढ़ राज करे शिवशंकर जी कैलाश मे ध्यान धरे दशनाम भेष गुरु शैल सन्यासी सर्व देव रक्षा करे श्री भेष कियो शंभु टेक कारण गुरुजी शिखरपर तप करे, ॐ गुरु दत्तात्रेय गिरनार मे जप करे, अलखजी माहुर गढ़ राज करे शिवशंकर जी कैलाश मे ध्यान धरे देव भारती देव लीला दोऊ कर जोड़े स्तुति करे श्री भेष कियो शंभू टेक कारण गुरुजी शिखरपर तप करे ॐ गुरु दत्तात्रेय गिरनार मे जप करे, अलखजी माहुर गढ़ राज करे शिवशंकर जी कैलाश मे ध्यान धरे ॐ गुरुदेवदत्त अवधूत मारग सिद्ध चौरासी तपस्या करे, श्री भेष कियो शंभू टेक कारण गुरुजी शिखरपर तप करे, ॐ गुरु दत्तात्रेय गिरनार मे जप करे, अलखजी माहुर गढ़ राज करे शिवशंकर जी कैलाश मे ध्यान धरे श्री गुरु दत्तात्रेय महाराज की जयII

# vitthal
source: Yuge Athhavis Vitvevari Ubha Vamangī Rakhumāī Dīse Divya Shobhā Pundalikāche Bheṭī Parabrahma Āleṅ Gā Charaṇī Vāhe Bhīmā Uddhārī Jagā || 1 || Jay Dev Jay Dev Jay Pandurangā Rakhumāī Vallabhā Raīchā Vallabhā Pāve Jivalagā || Dhru || Tulsi Mālā Gaḷā Kara Thevuni Kaṭī Kāṅse Pīṭāmbara Kasturī Lallāṭī Dev Survar Nitya Yeṭī Bheṭī Garūḍ Hanumant Pudhē Ubhē Rāhatī || 2 || Dhanya Veṇunād Anukṣhetrapālā Suvarṇācī Kamalē Vanamālā Gaḷā Raī Rakhumābāī Rāṇīyā Sakaḷā Ōvaḷitī Rājā Viṭhōbā Sāwaḷā || 3 || Ōvāḷū Ārtyā Viṭhōbā Sāwaḷā || Jay Dev || 3 || Ōvāḷū Ārtyā Kurvadyā Yeṭī Chandrbhāgēmājī Sōḍuniā Dēṭī Diṇḍyā Patākā Vaiṣṇav Nāchatī Pāṇḍharīchā Mahimā Varnāvā Kīṭī || 4 || Āṣāḍhī Kārtikī Bhaktajan Yeṭī Chandrbhāgemadhyē Snānē Jē Karitī Darśanheḷāmātrēṁ Tayā Hōy Muktī Kēśavāsī Nāmdēv Bhāvē Ōvaḷitī || 5 ||
hi: युगे अठ्ठावीस विटेवरी ऊभा । वामांगी रखुमाई दिसे दिव्य शोभा । पुंडलिकाचे भेटी परब्रह्म आलें गा । चरणी वाहे भीमा उद्धारी जगा ।। 1।। जय देव जय देव जय पांडुरंगा । रखुमाईवल्लभा राईच्या वल्लभा पावे जिवलगा ।।धृ. ।। तुळसी माळा गळा कर ठेवुनी कटी । कांसे पीतांबर कस्तुरी लल्लाटी । देव सुरवर नित्य येती भेटी । गरूड हनुमंत पुढे उभे राहती ।। जय देव ।। 2।। धन्य वेणुनाद अनुक्षेत्रपाळा । सुवर्णाची कमळे वनमाळा गळा । राई रखुमाबाई राणीया सकळा । ओवळिती राजा विठोबा सावळा।। जय देव ।।3।। ओवाळू आरत्या विठोबा सावळा ।। जय देव ।।3।। ओवाळू आरत्या कुर्वड्या येती । चंद्रभागेमाजी सोडुनिया देती । दिंड्या पताका वैष्णव नाचती । पंढरीचा महिमा वर्णावा किती ।। जय देव ।।4।। आषाढी कार्तिकी भक्तजन येती । चंद्रभागेमध्यें स्नाने जे करिती।। दर्शनहेळामात्रें तया होय मुक्ती। केशवासी नामदेव भावे ओंवळिती।। जय देव जय देव ।।5।।

# ghalin
source: Ghaalīn Lotāṅgaṇ Vandīn Charaṇ Dolyaṇī Pāhin Roop Tujhe Premē Āliṅgīn Ānand Poojan Bhāvē Ōvāḷīn Mhanē Nāma Tvamēv Māta Pitā Tvamēv Tvamēv Bandhuḥ Sakhā Tvamēv Tvamēv Vidyā Draviṇam Tvamēv Tvamēv Sarvam Mama Devadev Kāyēn Vāchā Manasēndriyaīrva Buddhyātmānā Vā Prakṛti Svabhāvāt Karamī Yadyat Sakalaṁ Parasmai Nārāyaṇāyēti Samarpayāmi Achyutaṁ Kēśavaṁ Rāma Nārāyaṇam Kr̥ṣṇadāmodaraṁ Vāsudēvaṁ Bhajē Shrīdharaṁ Mādhavaṁ Gōpikāvallabham Jānakīnāyakaṁ Rāma-Candra Bhajē Harē Rāma Harē Rāma Rāma Rāma Harē Harē Harē Kṛṣhṇa Harē Kṛṣhṇa Kṛṣhṇa Kṛṣhṇa Harē Harē Mangalamūrti Mōrayā Gaṇapatibāppā Mōrayā
hi: घालीन लोटांगण वंदीन चरण । डोळ्यांनी पाहिन रूप तुझे । प्रेमें आलिंगीन आनंद पूजन । भावे ओवाळिन म्हणे नामा ।। त्वमेव माता पिता त्वमेव । त्वमेव बन्धु: सखा त्वमेव । त्वमेव विद्या द्रविणं त्वमेव । त्वमेव सर्वं मम देवदेव ।। कायेन वाचा मनसेंद्रियैर्वा । बुध्यात्मना वा प्रकृति स्वभावात् । करमि यद्यत् सकलं परस्मै । नारायणायेती समर्पयामि ।। अच्युतं केशवं राम नारायणम् कृष्णदामोदरं वासुदेवं भजे। श्रीधरं माधवं गोपिकावल्लभम् जानकीनायकं रामचंद्र भजे ।। हरे राम हरे राम राम राम हरे हरे हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे ।। ।। मंगलमुर्ती मोरया ।। ।। गणपतिबाप्पा मोरया ।।

# shiv
source: Lavathavati Vikrāḷā Brahmāṇḍī Māḷā Vīṣē Kaṇṭha Kāḷā Trīnētrī Jvālā Lāvaṇya Sundara Mastakī Bālā Tēthuniyā Jaḷa Nirmala Vāhē Jhuljhula Jay Dev Jay Dev Jay Śrī Śaṅkarā Ārti Ōvāḷū Tuj Karpurgaurā Karpurgaurā Bhōḷā Nayani Viśāḷā Ardhāṅgī Pārvati Sumanāṅchī Māḷā Vibhūtićē Udhalaṇ Śitikāṇṭha Nīlā Aisā Śaṅkar Śōbhē Umāvēlhāḷā Jay Dev Jay Dev Jay Śrī Śaṅkarā Ārti Ōvāḷū Tuj Karpurgaurā Dēvī Daityī Sāgaramanthana Pai Kēlē Tyāmājī Avacita Haḷāhaḷa Jē Uṭhilē Tē Tvaṁ Asurapānē Prāśana Kēlē Nīlakaṇṭha Nāma Prasiddha Jāḷē Jay Dev Jay Dev Jay Śrī Śaṅkarā Ārti Ōvāḷū Tuj Karpurgaurā Vyāghrāmbar Phanivardhara Sundara Mahanārī Pañcānana Manmohan Munijan Sukḥārī Śatakōṭīcē Bīja Vācē Uccārī Raghukulatīlaka Rāmadāsa Antarī Jay Dev Jay Dev Jay Śrī Śaṅkarā Ārti Ōvāḷū Tuj Karpurgaurā
hi: ॐ जय शिव ओंकारा स्वामी जय शिव ओंकारा । ब्रह्मा विष्णु सदा शिव अर्द्धांगी धारा ॥ ॥ ॐ जय शिव ओंकारा ॥ एकानन चतुरानन पंचानन राजे । हंसानन गरुड़ासन वृषवाहन साजे ॥ ॥ ॐ जय शिव ओंकारा ॥ दो भुज चार चतुर्भुज दस भुज अति सोहे । त्रिगुण रूपनिरखता त्रिभुवन जन मोहे ॥ ॥ ॐ जय शिव ओंकारा ॥ अक्षमाला बनमाला रुण्डमाला धारी । चंदन मृगमद सोहै भाले शशिधारी ॥ ॥ ॐ जय शिव ओंकारा ॥ श्वेताम्बर पीताम्बर बाघम्बर अंगे । सनकादिक गरुणादिक भूतादिक संगे ॥ ॥ ॐ जय शिव ओंकारा ॥ कर के मध्य कमंडलु चक्र त्रिशूल धर्ता । जगकर्ता जगभर्ता जगसंहारकर्ता ॥ ॥ ॐ जय शिव ओंकारा ॥ ब्रह्मा विष्णु सदाशिव जानत अविवेका । प्रणवाक्षर मध्ये ये तीनों एका ॥ ॥ ॐ जय शिव ओंकारा ॥ काशी में विश्वनाथ विराजत नन्दी ब्रह्मचारी । नित उठि भोग लगावत महिमा अति भारी ॥ ॥ ॐ जय शिव ओंकारा ॥ त्रिगुण शिवजीकी आरती जो कोई नर गावे । कहत शिवानन्द स्वामी मनवांछित फल पावे ॥ ॥ ॐ जय शिव ओंकारा ॥

# aboutScreenTitle
source: About App
hi: अ‍ॅप बद्दल

# appDescription
source: This app is created for all devotees who wish to recite Ganpati Aarti, Mantras, and Stotras. It includes various Marathi Aartis, devotional songs, and mantras.
hi: हे अ‍ॅप सर्व भक्तांसाठी तयार करण्यात आले आहे जे गणपती बाप्पाची आरती, मंत्र आणि स्तोत्रांचे पठण करू इच्छितात. या अॅपमध्ये विविध मराठी आरत्या, भक्तीगीत आणि मंत्र समाविष्ट आहेत.

source: Features:
hi: वैशिष्ट्ये:

# feature1
source: Complete Ganpati Aarti Collection
hi: संपूर्ण गणपती आरती संग्रह

# feature2
source: Mantras and Bhajans
hi: मंत्र आणि भजने

# feature3
source: Simple and Beautiful User Interface
hi: सोपे आणि सुंदर यूजर इंटरफेस

# feature4
source: Offline Usage Support
hi: ऑफलाईन वापरण्याची सुविधा

# feature5
source: Devotional experience without any ads
hi: कोणत्याही जाहिरातीशिवाय भक्तीमय अनुभव

source: Developer:
hi: विकासक:

# developerMessage
source: This app is created with devotion for all devotees. We are constantly improving it. Please share your feedback with us.
hi: हे अ‍ॅप भक्तांसाठी भक्तीभावाने तयार करण्यात आले आहे. आम्ही यामध्ये सातत्याने सुधारणा करत आहोत, कृपया आपले अभिप्राय आम्हाला कळवा.

# closeButton
source: Close
hi: बंद करा

# noAudioAvailable
source: No audio available for hindi .
hi: हिंदी के लिए कोई ऑडियो उपलब्ध नहीं है।
